Repository: dioras/wallpics-mac
Catalog: WallpicsMac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, ru, zh_hans

source: Network problem. Check your connection.
de: Netzwerkproblem. Bitte Verbindung prüfen.
es: Problema de red. Comprueba tu conexión.
fr: Problème de réseau. Vérifiez votre connexion.
ja: ネットワークの問題。接続を確認してください。
pt_br: Problema de rede. Verifique sua conexão.
ru: Проблема с сетью. Проверьте подключение.
zh_hans: 网络问题。请检查您的连接。

source: Newest First
de: Neueste zuerst
es: Más recientes
fr: Plus récents
ja: 新しい順
pt_br: Mais recentes
ru: Сначала новые
zh_hans: 最新优先

source: No DIY pets yet
de: Noch keine DIY-Haustiere
es: Aún no hay mascotas DIY
fr: Pas encore d'animaux DIY
ja: DIYペットはまだありません
pt_br: Ainda não há pets DIY
ru: Пока нет DIY-питомцев
zh_hans: 还没有 DIY 宠物

source: No favorites yet
de: Noch keine Favoriten
es: Aún no hay favoritos
fr: Pas encore de favoris
ja: お気に入りがまだありません
pt_br: Ainda sem favoritos
ru: Пока нет избранного
zh_hans: 暂无收藏

source: No matches in the loaded wallpapers
de: Keine Treffer in den geladenen Hintergründen
es: Sin coincidencias en los fondos cargados
fr: Aucun résultat dans les fonds chargés
ja: 読み込み済みの壁紙に一致なし
pt_br: Nenhuma correspondência nos papéis carregados
ru: Среди загруженных обоев совпадений нет
zh_hans: 已加载的壁纸中无匹配项

source: No purchases found to restore.
de: Keine Käufe zum Wiederherstellen gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat à restaurer.
ja: 復元できる購入はありません。
pt_br: Nenhuma compra encontrada para restaurar.
ru: Покупки для восстановления не найдены.
zh_hans: 未找到可恢复的购买项目。

source: No watermark
de: Kein Wasserzeichen
es: Sin marca de agua
fr: Sans filigrane
ja: 透かしなし
pt_br: Sem marca d'água
ru: Без водяного знака
zh_hans: 无水印

source: Nothing here yet
de: Noch nichts hier
es: Aún no hay nada aquí
fr: Rien ici pour le moment
ja: まだ何もありません
pt_br: Nada aqui ainda
ru: Здесь пока пусто
zh_hans: 暂无内容

source: Nothing sent yet. Your pets show up here while we build them.
de: Noch nichts gesendet. Hier siehst du deine Haustiere, während wir sie bauen.
es: Aún no has enviado nada. Tus mascotas aparecerán aquí mientras las creamos.
fr: Rien d'envoyé pour l'instant. Vos animaux apparaîtront ici pendant leur fabrication.
ja: まだ送信していません。作成中のペットはここに表示されます。
pt_br: Nada enviado ainda. Seus pets aparecem aqui enquanto os criamos.
ru: Пока ничего не отправлено. Здесь будут ваши питомцы, пока мы их создаём.
zh_hans: 还没有提交。制作期间你的宠物会显示在这里。

source: Oldest First
de: Älteste zuerst
es: Más antiguos
fr: Plus anciens
ja: 古い順
pt_br: Mais antigos
ru: Сначала старые
zh_hans: 最早优先

source: On us — no strings attached.
de: Geht aufs Haus — ohne Bedingungen.
es: Invita la casa, sin compromisos.
fr: Offert — sans engagement.
ja: 無料、条件なし。
pt_br: Por nossa conta — sem compromisso.
ru: Бесплатно — без всяких условий.
zh_hans: 免费赠送,毫无附加条件。

source: One-time purchase per pet
de: Einmalkauf pro Haustier
es: Compra única por mascota
fr: Achat unique par animal
ja: ペットごとの1回限りの購入
pt_br: Compra única por pet
ru: Разовая покупка за питомца
zh_hans: 每只宠物一次性购买

source: One-time purchase per pet · %@
de: Einmalkauf pro Haustier · %@
es: Compra única por mascota · %@
fr: Achat unique par animal · %@
ja: ペットごとの1回限りの購入 · %@
pt_br: Compra única por pet · %@
ru: Разовая покупка за питомца · %@
zh_hans: 每只宠物一次性购买 · %@

source: One-time purchase · %@
de: Einmalkauf · %@
es: Compra única · %@
fr: Achat unique · %@
ja: 1回限りの購入 · %@
pt_br: Compra única · %@
ru: Разовая покупка · %@
zh_hans: 一次性购买 · %@

source: Open Browse
de: Stöbern öffnen
es: Abrir explorar
fr: Ouvrir Parcourir
ja: ブラウズを開く
pt_br: Abrir Explorar
ru: Перейти в каталог
zh_hans: 打开浏览

source: Open DIY Pet
de: DIY-Haustier öffnen
es: Abrir Mascota DIY
fr: Ouvrir Animal DIY
ja: DIYペットを開く
pt_br: Abrir Pet DIY
ru: Открыть «Свой питомец»
zh_hans: 打开 DIY 宠物

source: Paid pets ready to send: %lld
de: Bezahlte Haustiere zum Senden: %lld
es: Mascotas pagadas listas para enviar: %lld
fr: Animaux payés prêts à envoyer : %lld
ja: 送信できる支払い済みペット: %lld
pt_br: Pets pagos prontos para enviar: %lld
ru: Оплаченных питомцев к отправке: %lld
zh_hans: 已付款待发送的宠物：%lld

source: Paid — send your photos whenever you're ready.
de: Bezahlt – sende deine Fotos, wann immer du bereit bist.
es: Pagado: envía tus fotos cuando quieras.
fr: Payé — envoyez vos photos quand vous voulez.
ja: 支払い済み — いつでも写真を送れます。
pt_br: Pago — envie suas fotos quando quiser.
ru: Оплачено — отправьте фото, когда будете готовы.
zh_hans: 已付款 — 准备好后随时发送照片。

source: Pause Wallpaper
de: Hintergrund pausieren
es: Pausar fondo
fr: Mettre en pause
ja: 壁紙を一時停止
pt_br: Pausar papel de parede
ru: Приостановить обои
zh_hans: 暂停壁纸

source: Pause in Low Power Mode
de: Im Stromsparmodus pausieren
es: Pausar en modo bajo consumo
fr: Pause en mode économie d'énergie
ja: 低電力モードで一時停止
pt_br: Pausar no Modo de Baixo Consumo
ru: Пауза в режиме энергосбережения
zh_hans: 低电量模式下暂停

source: Pets are downloaded once and kept on your Mac.
de: Haustiere werden einmal geladen und auf deinem Mac gespeichert.
es: Las mascotas se descargan una vez y se guardan en tu Mac.
fr: Les animaux sont téléchargés une fois et conservés sur votre Mac.
ja: ペットは一度ダウンロードされ、Macに保存されます。
pt_br: Os pets são baixados uma vez e ficam guardados no seu Mac.
ru: Питомцы скачиваются один раз и хранятся на вашем Mac.
zh_hans: 宠物只需下载一次，并保存在你的 Mac 上。

source: Pets made from people's photos show up here.
de: Aus Fotos erstellte Haustiere erscheinen hier.
es: Aquí aparecen las mascotas creadas con fotos de la gente.
fr: Les animaux créés à partir de photos apparaissent ici.
ja: 写真から作られたペットがここに表示されます。
pt_br: Pets criados a partir de fotos aparecem aqui.
ru: Здесь появятся питомцы, созданные по фото.
zh_hans: 用照片制作的宠物会显示在这里。

source: Pick a wallpaper to preview it.
de: Wähle einen Hintergrund zur Vorschau.
es: Elige un fondo para previsualizarlo.
fr: Choisissez un fond d'écran pour le prévisualiser.
ja: プレビューする壁紙を選んでください。
pt_br: Escolha um papel de parede para visualizar.
ru: Выберите обои для предпросмотра.
zh_hans: 选择一张壁纸进行预览。

source: Pick your first wallpaper
de: Wähle deinen ersten Hintergrund
es: Elige tu primer fondo
fr: Choisissez votre premier fond d'écran
ja: 最初の壁紙を選びましょう
pt_br: Escolha seu primeiro papel de parede
ru: Выберите свои первые обои
zh_hans: 选择您的第一张壁纸

source: Plans couldn't load right now.
de: Tarife konnten gerade nicht geladen werden.
es: No se pudieron cargar los planes ahora mismo.
fr: Impossible de charger les offres pour le moment.
ja: プランを読み込めませんでした。
pt_br: Não foi possível carregar os planos agora.
ru: Не удалось загрузить тарифы.
zh_hans: 暂时无法加载订阅方案。

source: Play on battery power
de: Im Akkubetrieb abspielen
es: Reproducir con batería
fr: Lire sur batterie
ja: バッテリー駆動時も再生
pt_br: Reproduzir com bateria
ru: Воспроизводить от аккумулятора
zh_hans: 使用电池时播放

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
ja: 再生
pt_br: Reprodução
ru: Воспроизведение
zh_hans: 播放

source: Preparing lock screen…
de: Sperrbildschirm wird vorbereitet…
es: Preparando la pantalla de bloqueo…
fr: Préparation de l'écran verrouillé…
ja: ロック画面を準備中…
pt_br: Preparando a tela de bloqueio…
ru: Подготовка экрана блокировки…
zh_hans: 正在准备锁定屏幕…

source: Preview. It follows your cursor right on your desktop.
de: Vorschau. Es folgt deinem Cursor direkt auf dem Schreibtisch.
es: Vista previa. Sigue tu cursor en tu escritorio.
fr: Aperçu. Il suit votre curseur sur votre bureau.
ja: プレビュー。デスクトップ上でカーソルを追いかけます。
pt_br: Prévia. Ele segue seu cursor na sua mesa.
ru: Превью. Питомец следит за курсором прямо на рабочем столе.
zh_hans: 预览。它会在桌面上跟随你的光标。

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Pro wallpaper
de: Pro-Hintergrund
es: Fondo Pro
fr: Fond d'écran Pro
ja: Pro壁紙
pt_br: Papel de parede Pro
ru: Pro-обои
zh_hans: Pro 壁纸

source: Pull to refresh.
de: Zum Aktualisieren ziehen.
es: Desliza para actualizar.
fr: Tirez pour actualiser.
ja: 引っ張って更新。
pt_br: Puxe para atualizar.
ru: Потяните для обновления.
zh_hans: 下拉刷新。

source: Purchase is pending approval. Pro unlocks automatically once it's approved.
de: Der Kauf wartet auf Freigabe. Pro wird nach der Freigabe automatisch freigeschaltet.
es: La compra está pendiente de aprobación. Pro se desbloqueará automáticamente cuando se apruebe.
fr: L’achat est en attente d’approbation. Pro se débloquera automatiquement une fois approuvé.
ja: 購入は承認待ちです。承認されると Pro が自動的にロック解除されます。
pt_br: A compra está aguardando aprovação. O Pro será liberado automaticamente após a aprovação.
ru: Покупка ожидает подтверждения. Pro откроется автоматически после одобрения.
zh_hans: 购买正在等待批准。批准后 Pro 将自动解锁。

source: Purchases restored.
de: Käufe wiederhergestellt.
es: Compras restauradas.
fr: Achats restaurés.
ja: 購入を復元しました。
pt_br: Compras restauradas.
ru: Покупки восстановлены.
zh_hans: 购买已恢复。

source: Put %@ on Desktop
de: %@ auf den Schreibtisch setzen
es: Poner a %@ en el escritorio
fr: Placer %@ sur le bureau
ja: %@ をデスクトップに置く
pt_br: Colocar %@ na mesa
ru: Поставить %@ на рабочий стол
zh_hans: 把 %@ 放到桌面

source: Put on Desktop
de: Auf den Schreibtisch
es: Poner en el escritorio
fr: Placer sur le bureau
ja: デスクトップに置く
pt_br: Colocar na mesa
ru: На рабочий стол
zh_hans: 放到桌面

source: Quit WallPics
de: WallPics beenden
es: Salir de WallPics
fr: Quitter WallPics
ja: WallPics を終了
pt_br: Sair do WallPics
ru: Выйти из WallPics
zh_hans: 退出 WallPics

source: READY
de: FERTIG
es: LISTO
fr: PRÊT
ja: 完成
pt_br: PRONTO
ru: ГОТОВО
zh_hans: 已完成

source: Ready — find it in the Pets tab
de: Fertig – im Tab „Haustiere“
es: Listo: búscalo en la pestaña Mascotas
fr: Prêt : retrouvez-le dans l'onglet Animaux
ja: 完成 — 「ペット」タブで確認
pt_br: Pronto: veja na aba Pets
ru: Готово — смотрите во вкладке «Питомцы»
zh_hans: 已完成 — 在“宠物”标签页中查看

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
pt_br: Remover
ru: Убрать
zh_hans: 移除

source: Remove Upload
de: Upload entfernen
es: Eliminar subida
fr: Supprimer l'import
ja: アップロードを削除
pt_br: Remover envio
ru: Удалить загрузку
zh_hans: 移除上传

source: Remove watermark
de: Wasserzeichen entfernen
es: Quitar marca de agua
fr: Supprimer le filigrane
ja: ウォーターマークを削除
pt_br: Remover marca d'água
ru: Убрать водяной знак
zh_hans: 去除水印

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
ja: 解像度
pt_br: Resolução
ru: Разрешение
zh_hans: 分辨率

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: Restoring…
de: Wird wiederhergestellt…
es: Restaurando…
fr: Restauration…
ja: 復元中…
pt_br: Restaurando…
ru: Восстановление…
zh_hans: 正在恢复…

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Search wallpapers
de: Hintergründe suchen
es: Buscar fondos
fr: Rechercher des fonds
ja: 壁紙を検索
pt_br: Buscar papéis de parede
ru: Поиск обоев
zh_hans: 搜索壁纸

source: Send 1–5 photos
de: 1–5 Fotos senden
es: Envía 1–5 fotos
fr: Envoyez 1 à 5 photos
ja: 写真を1〜5枚送る
pt_br: Envie de 1 a 5 fotos
ru: Отправьте 1–5 фото
zh_hans: 发送 1–5 张照片

source: Send 3–5 photos
de: 3–5 Fotos senden
es: Envía 3–5 fotos
fr: Envoyez 3 à 5 photos
ja: 写真を3〜5枚送る
pt_br: Envie de 3 a 5 fotos
ru: Отправьте 3–5 фото
zh_hans: 发送 3–5 张照片

source: Send a few photos of your pet. We turn them into a desktop companion that follows your cursor — just like the ones in Pets.
de: Sende ein paar Fotos deines Haustiers. Wir machen daraus einen Schreibtisch-Begleiter, der deinem Cursor folgt – genau wie die bei „Haustiere“.
es: Envía unas fotos de tu mascota. Las convertimos en un compañero de escritorio que sigue tu cursor, igual que los de Mascotas.
fr: Envoyez quelques photos de votre animal. Nous en faisons un compagnon de bureau qui suit votre curseur, comme ceux de l'onglet Animaux.
ja: ペットの写真を数枚送ってください。カーソルを追いかけるデスクトップの相棒に仕上げます。「ペット」のものと同じです。
pt_br: Envie algumas fotos do seu pet. Nós as transformamos em um companheiro de mesa que segue seu cursor, igual aos da aba Pets.
ru: Отправьте несколько фото питомца. Мы превратим их в компаньона на рабочем столе, который следит за курсором — как питомцы из вкладки «Питомцы».
zh_hans: 发送几张宠物照片。我们会把它做成跟随光标的桌面伙伴，就像“宠物”里的那些一样。

source: Send another pet
de: Weiteres Haustier senden
es: Enviar otra mascota
fr: Envoyer un autre animal
ja: 別のペットを送る
pt_br: Enviar outro pet
ru: Отправить ещё одного
zh_hans: 再发送一只宠物

source: Send for review
de: Zur Prüfung senden
es: Enviar a revisión
fr: Envoyer pour vérification
ja: 審査に送る
pt_br: Enviar para análise
ru: Отправить на проверку
zh_hans: 提交审核

source: Send your photos
de: Fotos senden
es: Envía tus fotos
fr: Envoyez vos photos
ja: 写真を送る
pt_br: Envie suas fotos
ru: Отправьте фото
zh_hans: 发送你的照片

source: Sent %@ · %lld photos · usually ready within 48 hours
de: Gesendet %@ · %lld Fotos · meist innerhalb von 48 Stunden fertig
es: Enviado %@ · %lld fotos · normalmente listo en 48 horas
fr: Envoyé %@ · %lld photos · généralement prêt sous 48 heures
ja: %@ 送信 · 写真%lld枚 · 通常48時間以内に完成
pt_br: Enviado %@ · %lld fotos · normalmente pronto em até 48 horas
ru: Отправлено %@ · фото: %lld · обычно готово в течение 48 часов
zh_hans: 已发送 %@ · %lld 张照片 · 通常 48 小时内完成

source: Sent %@ · taking longer than usual. Still waiting to hear back — you can remove it or send the photos again.
de: Gesendet %@ · dauert länger als üblich. Wir warten noch auf Antwort – du kannst es entfernen oder die Fotos erneut senden.
es: Enviado %@ · está tardando más de lo habitual. Seguimos esperando respuesta: puedes eliminarlo o volver a enviar las fotos.
fr: Envoyé %@ · plus long que d'habitude. Toujours en attente de réponse : vous pouvez le retirer ou renvoyer les photos.
ja: %@ 送信 · 通常より時間がかかっています。まだ返答待ちです。削除するか、写真をもう一度送ることもできます。
pt_br: Enviado %@ · demorando mais que o normal. Ainda aguardando resposta: você pode remover ou enviar as fotos de novo.
ru: Отправлено %@ · дольше обычного. Ответа пока нет — можно удалить или отправить фото ещё раз.
zh_hans: 已发送 %@ · 比平时更久。仍在等待回复，你可以移除或重新发送照片。

source: Server returned status %lld.
de: Server lieferte Status %lld.
es: El servidor devolvió el estado %lld.
fr: Le serveur a renvoyé le statut %lld.
ja: サーバーがステータス %lld を返しました。
pt_br: O servidor retornou o status %lld.
ru: Сервер вернул статус %lld.
zh_hans: 服务器返回状态 %lld。

source: Set as Wallpaper
de: Als Hintergrund festlegen
es: Establecer como fondo
fr: Définir comme fond d'écran
ja: 壁紙に設定
pt_br: Definir como papel de parede
ru: Установить как обои
zh_hans: 设为壁纸

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Setting…
de: Wird festgelegt…
es: Estableciendo…
fr: Application…
ja: 設定中…
pt_br: Definindo…
ru: Устанавливается…
zh_hans: 设置中…

source: Sharp, well-lit, the whole body in frame
de: Scharf, gut beleuchtet, der ganze Körper im Bild
es: Nítidas, bien iluminadas y con el cuerpo entero
fr: Nettes, bien éclairées, le corps entier dans le cadre
ja: 鮮明で明るく、全身がフレームに収まっている
pt_br: Nítidas, bem iluminadas e com o corpo inteiro
ru: Чёткие, хорошо освещённые, всё тело в кадре
zh_hans: 清晰、光线充足、全身入镜

source: Show WallPics
de: WallPics zeigen
es: Mostrar WallPics
fr: Afficher WallPics
ja: WallPics を表示
pt_br: Mostrar WallPics
ru: Показать WallPics
zh_hans: 显示 WallPics

source: Show in Pets
de: Bei Haustieren zeigen
es: Ver en Mascotas
fr: Voir dans Animaux
ja: ペットで表示
pt_br: Ver em Pets
ru: Показать в «Питомцах»
zh_hans: 在宠物中查看

source: Sold separately
de: Separat erhältlich
es: Se vende por separado
fr: Vendu séparément
ja: 別売り
pt_br: Vendido separadamente
ru: Покупается отдельно
zh_hans: 需单独购买

source: Start Free Trial
de: Kostenlos testen
es: Comenzar prueba gratis
fr: Commencer l'essai gratuit
ja: 無料トライアルを開始
pt_br: Iniciar avaliação gratuita
ru: Начать пробный период
zh_hans: 开始免费试用

source: Stunning 4K wallpapers, hand-picked and refreshed daily.
de: Atemberaubende 4K-Hintergründe, handverlesen und täglich aktualisiert.
es: Fondos 4K impresionantes, seleccionados a mano y renovados a diario.
fr: De superbes fonds 4K, sélectionnés à la main et renouvelés chaque jour.
ja: 厳選された美しい4K壁紙を毎日更新。
pt_br: Papéis de parede 4K deslumbrantes, escolhidos a dedo e renovados diariamente.
ru: Потрясающие обои 4K, отобранные вручную и обновляемые каждый день.
zh_hans: 精美 4K 壁纸,每日精选更新。

source: Subscribe for %@
de: Abonnieren für %@
es: Suscríbete por %@
fr: S'abonner pour %@
ja: %@ で登録
pt_br: Assinar por %@
ru: Подписаться за %@
zh_hans: 订阅 %@

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
pt_br: Assinatura
ru: Подписка
zh_hans: 订阅

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage système
ja: システム標準
pt_br: Padrão do sistema
ru: Системный
zh_hans: 跟随系统

source: Take a peek at your desktop — that's your new wallpaper.
de: Wirf einen Blick auf deinen Schreibtisch — das ist dein neuer Hintergrund.
es: Echa un vistazo a tu escritorio: ese es tu nuevo fondo.
fr: Jetez un œil à votre bureau : voici votre nouveau fond d'écran.
ja: デスクトップを見てみてください。新しい壁紙です。
pt_br: Dê uma olhada na área de trabalho — esse é o seu novo papel de parede.
ru: Взгляните на рабочий стол — это ваши новые обои.
zh_hans: 看看你的桌面——这就是你的新壁纸。

source: Tap the star on any wallpaper while browsing to save it here.
de: Tippe beim Stöbern auf den Stern, um Hintergründe hier zu speichern.
es: Toca la estrella en cualquier fondo para guardarlo aquí.
fr: Touchez l'étoile d'un fond d'écran pour l'enregistrer ici.
ja: ブラウズ中に星をタップして、ここに保存できます。
pt_br: Toque na estrela de qualquer papel de parede para salvá-lo aqui.
ru: Нажмите звёздочку на обоях, чтобы добавить сюда.
zh_hans: 浏览时点击任意壁纸的星标即可保存到这里。

source: Terms
de: AGB
es: Términos
fr: Conditions
ja: 利用規約
pt_br: Termos
ru: Условия
zh_hans: 条款

source: The App Store isn't available right now. Try again in a moment.
de: Der App Store ist gerade nicht erreichbar. Versuche es gleich noch einmal.
es: La App Store no está disponible ahora. Inténtalo de nuevo en un momento.
fr: L'App Store n'est pas disponible pour le moment. Réessayez dans un instant.
ja: 現在App Storeに接続できません。しばらくしてからもう一度お試しください。
pt_br: A App Store não está disponível agora. Tente de novo em instantes.
ru: App Store сейчас недоступен. Попробуйте ещё раз чуть позже.
zh_hans: App Store 暂时无法使用，请稍后再试。

source: The animated lock screen needs a build of WallPics that runs outside the App Sandbox.
de: Der animierte Sperrbildschirm braucht eine WallPics-Version, die außerhalb der App-Sandbox läuft.
es: La pantalla de bloqueo animada necesita una versión de WallPics que se ejecute fuera del App Sandbox.
fr: L'écran verrouillé animé nécessite une version de WallPics exécutée hors du bac à sable.
ja: アニメーションするロック画面には、App Sandboxの外で動作するWallPicsのビルドが必要です。
pt_br: A tela de bloqueio animada precisa de uma versão do WallPics que rode fora do App Sandbox.
ru: Для анимированного экрана блокировки нужна сборка WallPics, работающая вне App Sandbox.
zh_hans: 动态锁定屏幕需要在 App 沙盒之外运行的 WallPics 版本。

source: They watch your cursor
de: Sie folgen deinem Cursor
es: Siguen tu cursor
fr: Ils suivent votre curseur
ja: カーソルを目で追う
pt_br: Eles seguem seu cursor
ru: Следят за курсором
zh_hans: 它们会盯着你的光标

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Unlock Pro to remove this watermark
de: Hol dir Pro, um dieses Wasserzeichen zu entfernen
es: Hazte Pro para quitar esta marca de agua
fr: Passez à Pro pour retirer ce filigrane
ja: Proにアップグレードしてウォーターマークを削除
pt_br: Assine o Pro para remover esta marca d'água
ru: Откройте Pro, чтобы убрать водяной знак
zh_hans: 升级 Pro 以去除此水印

source: Unlock WallPics Pro
de: WallPics Pro freischalten
es: Desbloquea WallPics Pro
fr: Débloquez WallPics Pro
ja: WallPics Pro を解放
pt_br: Desbloqueie o WallPics Pro
ru: Откройте WallPics Pro
zh_hans: 解锁 WallPics Pro

source: Unlock with Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquer avec Pro
ja: Proでロック解除
pt_br: Desbloquear com Pro
ru: Открыть с Pro
zh_hans: 使用 Pro 解锁

source: Upload
de: Hochladen
es: Subir
fr: Téléverser
ja: アップロード
pt_br: Enviar
ru: Загрузить
zh_hans: 上传

source: Uploading…
de: Wird hochgeladen…
es: Subiendo…
fr: Envoi en cours…
ja: アップロード中…
pt_br: Enviando…
ru: Загрузка…
zh_hans: 正在上传…

source: Waiting for the App Store…
de: Warte auf den App Store…
es: Esperando a la App Store…
fr: En attente de l'App Store…
ja: App Storeを待っています…
pt_br: Aguardando a App Store…
ru: Ждём App Store…
zh_hans: 正在等待 App Store…

source: WallPics Pro is required to add more pets.
de: Für weitere Haustiere ist WallPics Pro erforderlich.
es: Se necesita WallPics Pro para añadir más mascotas.
fr: WallPics Pro est requis pour ajouter d'autres animaux.
ja: ペットをさらに追加するにはWallPics Proが必要です。
pt_br: É necessário o WallPics Pro para adicionar mais pets.
ru: Чтобы добавить больше питомцев, нужен WallPics Pro.
zh_hans: 添加更多宠物需要 WallPics Pro。

source: WallPics renders a looping clip and installs it as the macOS lock-screen wallpaper. Choosing a static wallpaper switches this off again.
de: WallPics rendert einen Loop-Clip und richtet ihn als macOS-Sperrbildschirm ein. Ein statischer Hintergrund schaltet das wieder aus.
es: WallPics genera un clip en bucle y lo instala como fondo de la pantalla de bloqueo de macOS. Elegir un fondo estático lo desactiva de nuevo.
fr: WallPics génère un clip en boucle et l'installe comme fond de l'écran verrouillé de macOS. Choisir un fond statique le désactive.
ja: WallPicsがループ動画を生成し、macOSのロック画面の壁紙として設定します。静止画の壁紙を選ぶと解除されます。
pt_br: O WallPics gera um clipe em loop e o instala como papel de parede da tela de bloqueio do macOS. Escolher um papel de parede estático desativa isso de novo.
ru: WallPics создаёт зацикленный ролик и устанавливает его как обои экрана блокировки macOS. Выбор статичных обоев отключает это.
zh_hans: WallPics 会生成循环视频并将其设为 macOS 锁定屏幕壁纸。选择静态壁纸即可关闭。

source: Wallpaper set.
de: Hintergrund festgelegt.
es: Fondo establecido.
fr: Fond d'écran appliqué.
ja: 壁紙を設定しました。
pt_br: Papel de parede definido.
ru: Обои установлены.
zh_hans: 壁纸已设置。

source: Watermark removed. Thank you.
de: Wasserzeichen entfernt. Danke.
es: Marca de agua eliminada. ¡Gracias!
fr: Filigrane supprimé. Merci.
ja: ウォーターマークを削除しました。ありがとうございます。
pt_br: Marca d'água removida. Obrigado!
ru: Водяной знак убран. Спасибо!
zh_hans: 已移除水印。感谢您的支持。

source: We build it
de: Wir bauen es
es: Lo creamos
fr: On le fabrique
ja: 私たちが作ります
pt_br: Nós criamos
ru: Мы создаём питомца
zh_hans: 我们来制作

source: We check every 10 minutes while WallPics is open
de: Wir prüfen alle 10 Minuten, solange WallPics geöffnet ist
es: Comprobamos cada 10 minutos mientras WallPics está abierto
fr: Nous vérifions toutes les 10 minutes tant que WallPics est ouvert
ja: WallPics を開いている間、10分ごとに確認します
pt_br: Verificamos a cada 10 minutos enquanto o WallPics está aberto
ru: Проверяем каждые 10 минут, пока WallPics открыт
zh_hans: WallPics 打开时每 10 分钟检查一次

source: We couldn't build a pet from these photos. Try clearer shots of one pet.
de: Aus diesen Fotos konnten wir kein Haustier bauen. Versuche klarere Aufnahmen eines Haustiers.
es: No pudimos crear una mascota con estas fotos. Prueba con fotos más claras de una sola mascota.
fr: Impossible de créer un animal à partir de ces photos. Essayez des photos plus nettes d'un seul animal.
ja: この写真からペットを作成できませんでした。1匹のペットのより鮮明な写真をお試しください。
pt_br: Não conseguimos criar um pet com essas fotos. Tente fotos mais nítidas de um único pet.
ru: Из этих фото не удалось создать питомца. Попробуйте более чёткие снимки одного питомца.
zh_hans: 无法用这些照片制作宠物。请尝试一只宠物的更清晰照片。
